[
    {
      "theme": "Современный жилой комплекс",
      "description": "Современные жилые комплексы представляют собой гармоничное сочетание эстетики и функциональности. Архитекторы уделяют внимание не только внешнему виду, но и внутреннему пространству, включая элементы зелёных технологий и устойчивого строительства. Такие комплексы обычно имеют большие окна, открывающие виды на окружающий ландшафт, и разнообразные зоны отдыха, включая детские площадки и фитнес-центры. Архитектурные стили могут варьироваться от минимализма до хай-тека, с использованием стеклянных и металлических фасадов, а также природных материалов, таких как дерево и камень. Зеленые зоны, такие как парки и садики, становятся важной частью общего дизайна, обеспечивая жителям комфортное пространство для отдыха на свежем воздухе.",
      "examples": [
        "https://www.gk-profit.ru/file/photopic/thumb1/25137966b8ad4277cb9d12583b77446e.jpg",
        "https://lh3.googleusercontent.com/0GOZeM6MSR8RmrlIG_DZ__J-2FQFv2RsODRTDYPMRl2O9Vhs2332c0sFGxtMoeMjSHFptuJAfuMbNy_EdrAmZVluE8EKesM1WCpj7Pf1c3zGOLbqnKbWXVs8bLJjzQQGQ82eUczlfZBfXpNsD8zJEviunlSoLK2FRAfL9NfDvcEGjv34WLTbj5KcQYFTHNJSW54",
        "https://fnst.axflare.com/blog/img/WEBP/efonCcByot.webp"
      ]
    },
    {
      "theme": "Загородный дом",
      "description": "Загородные дома становятся все более популярными, так как они предоставляют возможность сбежать от городской суеты и насладиться природой. Эти дома могут быть выполнены в разных стилях — от классических деревянных до современных кирпичных зданий. Важно, чтобы загородный дом гармонично вписывался в окружающий ландшафт, что достигается с помощью правильного выбора цветов, форм и отделки. Часто загородные дома окружены садом или лесом, что создает атмосферу уединения и спокойствия. Также важными элементами являются террасы и веранды, которые позволяют наслаждаться природой в любое время года.",
      "examples": [
        "https://www.gwd.ru/upload/resize_cache/iblock/a13/800_480_2/a13ecd60ce86ae2aacf094d88e47d8a3.png",
        "https://www.gwd.ru/upload/resize_cache/iblock/091/800_480_2/091dfec5ded0e1f0377c0282fcca4a33.png",
        "https://avatars.dzeninfra.ru/get-zen_doc/1709225/pub_613e5797270e217a782542ad_613e58699818c42782da5f0b/scale_1200"
      ]
    },
    {
      "theme": "Современное офисное здание",
      "description": "Современные офисные здания отличаются продуманным дизайном, высокими стандартами комфорта и энергоэффективности. Они часто строятся с использованием экологически чистых материалов и включают в себя элементы умных технологий. Большие панорамные окна позволяют максимальное количество света, а также обеспечивают вид на городскую панораму. Внутренние пространства спроектированы для удобства сотрудников, включая зоны для отдыха, переговорные комнаты и креативные пространства для работы. Ландшафтный дизайн вокруг офисных зданий также важен, он включает в себя зелёные насаждения и места для отдыха на свежем воздухе.",
      "examples": [
        "https://cdn.pixabay.com/photo/2018/02/13/11/51/architecture-3168200_960_720.jpg",
        "https://cdn.pixabay.com/photo/2017/06/14/05/03/architecture-2395623_960_720.jpg",
        "https://cdn.pixabay.com/photo/2020/02/04/20/40/architecture-4791208_960_720.jpg"
      ]
    },
    {
      "theme": "Ресторан с террасой",
      "description": "Рестораны с террасами становятся всё более популярными среди горожан, желающих насладиться атмосферой уличной еды и живописными видами. Дизайн террасы может варьироваться от минималистичного до уютного, с зелёными насаждениями и стильной мебелью. Важно, чтобы интерьер ресторана гармонировал с окружающей природой, создавая атмосферу уюта и спокойствия. Часто на таких террасах устанавливают навесы или зонты для защиты от солнца и дождя, что позволяет клиентам наслаждаться едой на свежем воздухе в любое время года.",
      "examples": [
        "https://cdn.pixabay.com/photo/2015/03/26/09/52/food-677112_960_720.jpg",
        "https://cdn.pixabay.com/photo/2017/07/14/19/05/restaurant-2501207_960_720.jpg",
        "https://cdn.pixabay.com/photo/2016/11/29/10/07/dining-1869733_960_720.jpg"
      ]
    },
    {
      "theme": "Криптовалюта",
      "description": "Монета, интернет, красивая, графики, неон, современный стиль",
      "examples": [
        "https://tegrk.ru/wp-content/uploads/%D1%80%D0%B2%D1%80%D0%B2%D0%B0%D1%80.jpg",
        "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRtlSwbiLRJbezkc5uxUI9QWkZrBdm9oYwCjA&s",
        "https://newizv.ru/attachments/8e2af7d827a4fd0e8aeee8a4b9fdb3e9ef288539/store/crop/0/0/2048/1157/800/0/0/44fbe5a20b4378ac303a460aaf127e959bdad04c8e80207d69f4e2527142/1722867112083.webp"
      ]
    }
]
